Repository: AhmedSlman/LegendsAgancy
Catalog: lib/l10n/intl_*.arb
Languages: ar

# developerName
source: Legends Agency
ar: وكالة الأساطير

# helloIM
source: Welcome,
ar: مرحبًا،

# introMsg
source: We are a sports agency that specializes in creating effective and unforgettable identities for clubs. We care about the details and provide high-quality content in digital, administrative, and marketing aspects. We innovate impactful and unforgettable work for our partners and fans, always striving to meet the needs and desires of our clients.
ar: نحن وكالة رياضية متخصصة في إنشاء هويات فعّالة ولا تُنسى للأندية. نحن نهتم بالتفاصيل ونقدم محتوى عالي الجودة في الجوانب الرقمية والإدارية والتسويقية. نبتكر عملًا ذا تأثير ولا يُنسى لشركائنا وجماهيرنا، نسعى دائمًا لتلبية احتياجات ورغبات عملائنا.

# aboutMeMsg
source: The Legends Agency team is renowned for our expertise in creating dynamic sports designs for a wide range of games. We understand the importance of delivering results promptly, which is why our highly skilled team is equipped to handle projects efficiently and with meticulous attention to detail. Our commitment to excellence ensures that our clients receive top-quality designs that exceed their expectations.
ar: فريق وكالة الأساطير مشهور بخبرتنا في إنشاء تصميمات رياضية ديناميكية لمجموعة واسعة من الألعاب. نحن ندرك أهمية تقديم النتائج بسرعة، ولهذا السبب فإن فريقنا الماهر مجهز للتعامل مع المشاريع بكفاءة وبعناية دقيقة للتفاصيل. التزامنا بالتفوق يضمن أن يتلقى عملاؤنا تصميمات عالية الجودة تفوق توقعاتهم.

# numOfExperience
source: Our Vision
ar: رؤيتنا

# experienceMsg
source: Our agency aspires to be the most distinguished and radiant among all. We strive relentlessly to be capable of partnering with the finest clubs from the largest championships in the world.
ar: تسعى وكالتنا لتكون الأكثر تميزًا وإشراقًا بين الجميع. نسعى بلا كلل لتكون قادرة على التعاون مع أفضل الأندية من أكبر البطولات في العالم.

# servicesIOffer
source: Clubs We Worked For:
ar: الأندية التي عملنا معها:

source: Featured projects
ar: مشاريع مميزة

# projectsMsg
source: We are Legned Agnecy
ar: نحن وكالة الأساطير

# contactMsg
source: For any service and work you can contact with US by send an email or by our social media accounts.
ar: لأي خدمة أو عمل يمكنك التواصل معنا عن طريق إرسال بريد إلكتروني أو من خلال حساباتنا على وسائل التواصل الاجتماعي.

# contactWithMe
source: Contact with Us
ar: تواصل معنا

# ourVision
source: Our agency aspires to be the most distinguished and radiant among all. We strive relentlessly to be capable of partnering with the finest clubs from the largest championships in the world
ar: تطمح وكالتنا أن تكون الأكثر تميزًا وإشراقًا بين جميع الوكالات. نحن نسعى بلا كلل لأن نكون قادرين على شراكة مع أفضل الأندية في أكبر البطولات في العالم.

# social
source: SOCIAL MEDIA - ART WORK
ar: وسائل التواصل الاجتماعي - العمل الفني

# socialDescription
source: Discover a visual masterpiece on our social media, where art and creativity collide to celebrate our passion for all things football.
ar: اكتشف تحفة بصرية على وسائل التواصل الاجتماعي الخاصة بنا، حيث يتلاقى الفن والإبداع للاحتفال بشغفنا بكل ما يتعلق بكرة القدم.

# elmarkhya
source: Al Markhiya
ar: المرخية

# elmarkhyaDescriton
source: Vibrant social media design for Al-Markhiya Qatari Club, uniting fans with dynamic visuals of team accomplishments, matches, and community engagement.
ar: تصميم حيوي على وسائل التواصل الاجتماعي لنادي المرخية القطري، يوحد الجماهير بصور ديناميكية لإنجازات الفريق، والمباريات، والمشاركة في المجتمع.

# psg
source: PARIS SANT GERMAIN(PSG)
ar: باريس سان جيرمان (PSG)

# psgDescription
source: Dive into the heart of PSG's passion and excitement through our captivating and interactive social media design.
ar: انغمس في قلب شغف باريس سان جيرمان من خلال تصميمات وسائل التواصل الاجتماعي الرائعة والتفاعلية لدينا.
